<script setup>
    import Accordion from '@/components/AccordionUl.vue';
    import { ref } from 'vue';
    
    const ruleItems =  ref([
        { 
            title: "გუნდური ოლიმპიადის წესები", 
            content: [
                'გუნდური ოლიმპიადა „განთიადი“ ტარდება მათემატიკასა და ზოგად განათლებაში ორ სეზონად: შემოდგომა–ზამთრის სეზონი და გაზაფხული–ზაფხულის სეზონი თითოეული სეზონი ტარდება ერთ ტურად',
                'ოლიმპიადის ღირებულება შეადგენს 20 ლარს გადასახადის დაფარვა ხდება რეგისტრაციის დასრულებამდე',
                'ოლიმპიადაში მონაწილეობას იღებენ II, III, IV, V და VI კლასის მოსწავლეები',
                'გუნდი შედგება ხუთ მოსწავლისგან',
                'გუნდის წევრები ტესტზე მუშაობენ ინდივიდუალურად',
                'თითოეულ ტურში დაგროვილი ქულები იკრიბება, იყოფა ხუთზე და ვლინდება გუნდის ქულა',
                'ოლიმპიადის მონაწილეებს სამუშაოდ ეძლევათ 1 საათი 20 წუთი',
                'ტესტში მოცემული დავალებები ფასდება სხვადასხვა ქულით',
                'ყოველი ამოცანის თითოეულ შეკითხვას, რამდენიმე სავარაუდო პასუხი აქვს, რომელთაგან სწორია მხოლოდ ერთი',
                'შენიშვნა: ერთი და იგივე ამოცანის სავარაუდო პასუხებში ორი ან მეტი პასუხის დაფიქსირების შემთხვევაში, ამოცანის პასუხი უქმდება და მონაწილეს აღნიშნულ ამოცანაში ეწერება ნული ქულა',
                'ტესტის, სწორი პასუხების, შედეგების გამოქვეყნების ვადები იხილეთ კალენდარში',
                'I, II და III ადგილოსნები დაჯილდოვდებიან ფასიანი საჩუქრებით'
            ]
        },
        { 
            title: "ერთტურიანი ოლიმპიადის წესები", 
            content: [
                'ერთტურიანი ოლიმპიადა „განთიადი“ ტარდება მათემატიკაში და ქართულში ორ სეზონად: შემოდგომა–ზამთრის სეზონი და გაზაფხული–ზაფხულის სეზონი',
                'ოლიმპიადის ღირებვულება შეადგენს 20 ლარს გადასახადის დაფარვა ხდება რეგისტრაციის დასრულებამდე',
                'ოლიმპიადაში მონაწილეობას იღებენ II, III, IV, V და VI კლასის მოსწავლეები',
                'ოლიმპიადის მონაწილეებს ამოსახსნელად ეძლევათ 50 წუთი',
                'ტესტში მოცემული საკითხები ფასდება სხვადასხვა ქულით,რომელიც მითითებულია',
                'ყოველი ამოცანის თითოეულ შეკითხვას, რამდენიმე სავარაუდო პასუხი აქვს, რომელთაგან სწორია მხოლოდ ერთი',
                'შენიშვნა: ერთი და იგივე ამოცანის სავარაუდო პასუხებში ორი ან მეტი პასუხის დაფიქსირების შემთხვევაში, ამოცანის პასუხი უქმდება და მონაწილეს აღნიშნულ ამოცანაში ეწერება ნული ქულა',
                'ტესტის, სწორი პასუხების, შედეგების გამოქვეყნების ვადები იხილეთ კალენდარში',
                'I, II და III ადგილოსნები დაჯილდოვდებიან ფასიანი საჩუქრებით'
            ] 
        },
        { 
            title: "პირველკლასელთა ოლიმპიადის წესები", 
            content: [
                'პირველკლასელთა ოლიმპიადა „განთიადი“ ტარდება მათემატიკასა და ქართულში ერთ სეზონად: გაზაფხული–ზაფხულის სეზონი',
                'ოლიმპიადის ღირებვულება შეადგენს 20 ლარს გადასახადის დაფარვა ხდება რეგისტრაციის დასრულებამდე',
                'ოლიმპიადის მონაწილეებს ამოსახსნელად ეძლევათ 40 წუთი',
                'ტესტში მოცემული საკითხები ფასდება სხვადასხვა ქულით,რომელიც მითითებულია',
                'ყოველი ამოცანის თითოეულ შეკითხვას, რამდენიმე სავარაუდო პასუხი აქვს, რომელთაგან სწორია მხოლოდ ერთი',
                'შენიშვნა: ერთი და იგივე ამოცანის სავარაუდო პასუხებში ორი ან მეტი პასუხის დაფიქსირების შემთხვევაში, ამოცანის პასუხი უქმდება და მონაწილეს აღნიშნულ ამოცანაში ეწერება ნული ქულა',
                'ტესტის, სწორი პასუხების, შედეგების გამოქვეყნების ვადები იხილეთ კალენდარში',
                'I, II და III ადგილოსნები დაჯილდოვდებიან ფასიანი საჩუქრებით'
            ] 
        },
        { 
            title: "ორტურიანი ქართულის ოლიმპიადის წესები", 
            content: [
                'ორტურიანი ოლიმპიადა “განთიადი” ტარდება ორ საგანში ქართულსა და მათემატიკაში',
                'პირველი ტური უფასოა მონაწილეებს, რომლებსაც I ტურის შემდეგ მიღებული ექნებათ 40 ქულაზე მეტი ისინი გააგრძელებენ მეორე ტურში მონაწილეობის მიღებას',
                'ოლიმპიადის ღირებულება 20 გადასახადის დაფარვა ხდება I ტურის შედეგების გამოქვეყნებისთანავე',
                'ოლიმპიადაში მონაწილეობას იღებენ II, III, IV, V და VI კლასის მოსწავლეები',
                'ოლიმპიადის მონაწილეებს სამუშაოდ ეძლევათ I ტური - 40წთ, II ტური - 1სთ',
                'ტესტში მოცემული დავალებები სხვადასხვა ქულებით ფასდება, რომლებიც ტესტშია მოცემული',
                'ყოველი ამოცანის თითოეულ შეკითხვას, რამდენიმე სავარაუდო პასუხი აქვს, რომელთაგან სწორია მხოლოდ ერთი',
                'ტესტის სწორი პასუხებისა და შედეგების გამოქვეყნების ვადები იხილეთ ვებ-გვერდზე მოცემულ კალენდარში',
                'შენიშვნა: ერთი და იგივე ამოცანის სავარაუდო პასუხებში ორი ან მეტი პასუხის დაფიქსირების შემთხვევაში, ამოცანის პასუხი უქმდება და მონაწილეს აღნიშნულ ამოცანაში ეწერება ნული ქულა',
                
            ] 
        },
        { 
            title: 'ოლიმპიადა "განთიადის" ლიდერის წესები', 
            content: [
                'ოლიპიადა ლიდერი ტარდება ქართულ ენაში, მათემატიკაში და პირველკლასელთათვის',
                'ოლიმპიადის ღირებულება 20 ლარი გადასახადის დაფარვა ხდება რეგისტრაციის დასრულებამდე',
                'ოლიმპიადაში მონაწილეობას იღებენ I, II, III, IV, V და VI კლასის მოსწავლეები',
                'ტესტი, რომელიც განკუთვნილია I კლასისათვის შედგება 20 დავალებისგან( 10 ამოცანა- მათემატიკა, 10 ამოცანა- ქართული)',
                'ტესტი, რომელიც განკუთვნილია II, III, IV, V და VI კლასელთათვის შედგება 14 დავალებისაგან',
                'ოლიმპიადის მონაწილეებს სამუშაოდ ეძლევათ 1 საათი',
                'ყოველი ამოცანის თითოეულ შეკითხვას, რამდენიმე სავარაუდო პასუხი აქვს, რომელთაგან სწორია მხოლოდ ერთი',
                'შენიშვნა: ერთი და იგივე ამოცანის სავარაუდო პასუხებში ორი ან მეტი პასუხის დაფიქსირების შემთხვევაში, ამოცანის პასუხი უქმდება და მონაწილეს აღნიშნულ ამოცანაში ეწერება ნული ქულა'
            ]
        },
        
        
    ]);

    const dutyItems =  ref([
        { 
            title: "ოლიმპიადის მონაწილის უფლება-მოვალეობები", 
            content: [
                'თითოეულ ტურზე გამოცხადდეს ტესტირების დაწყებამდე 10 წუთით ადრე',
                'ოლიმპიადის პირველ ტურში გამოცხადებისას წარმოადგინოს რეგისტრაციის საფასურის გადახდის დამადასტურებელი ქვითარი',
                'ოლიმპიადის მონაწილე ვალდებულია დაიცვას წესები და მითითებები, რომელსაც აწვდის საორგანიზაციო ჯგუფი და კეთილსინდისიერად იმუშავოს ტესტზე',
                'ოლიმპიადის მონაწილეს ეკრძალება მობილური ტელეფონის, ან სხვა ელექტრონული აპარატურის გამოყენება',
                'აკრძალულია ტესტირებაზე დამხმარე მასალის – სახელმძღვანელოების, ჩანაწერების გამოყენება',
                'აკრძალულია გადალაპარაკება, დახმარების გაწევა ან მიღება რაიმე ფორმით',
                'აკრძალულია სხვა ოლიმპიადის მონაწილისათვის რაიმე ფორმით ხელის შეშლა',
                'აკრძალულია სამუშაო ადგილის უნებართვოდ დატოვება',
                'აკრძალულია სხვა ასაკობრივ ჯგუფში ოლიმპიადაში მონაწილეობის მიღება'
            ]
        },
        { 
            title: "ოლიმპიადის მონაწილის მშობლის (ან მეურვის) უფლება-მოვალეობები", 
            content: [
                'ოლიმპიადის მონაწილის მშობელს, მეურვეს ან მეგობარს ეკრძალება ოლიმპიადის ტესტირებაზე დასწრება',
                'ეკრძალებათ ნებისმიერი ფორმით ოლიმპიადის მონაწილის დახმარება ან რაიმე ფორმით ხელის შეშლა',
                'შეაცილოს ოლიმპიადის მონაწილე შენობაში, იმ შემთხვევაში, თუ ბავშვი რაიმე მიზეზით ვერ ახერხებს გადაადგილებას',
                'მშობელი ვალდებულია დროულად გადაიხადოს ოლიმპიადაში შესაბამისი ტურის მონაწილეობის საფასური',
                'თუ მონაწილე არ გამოცხადდება ოლიმპიადაზე, საფასური უკან არ დაუბრუნდება',
                'უზრუნველყოს მონაწილის დროულად გამოცხადება ოლიმპიადაზე (10 წუთით ადრე)',
                'დაიცვას წესრიგი ოლიმპიადის ჩატარების ტერიტორიაზე (დაემორჩილოს ორგანიზატორების მოთხოვნებს)',
            ] 
        },
        { 
            title: "ოლიმპიადის საორგანიზაციო ჯგუფის უფლება-მოვალეობები", 
            content: [
                'ტესტები შეადგინოს ეროვნული სასწავლო გეგმის შესაბამისად',
                'ტესტები გაასწოროს ობიექტურად',
                'გამოავლინოს გამარჯვებული მონაწილეები და დააჯილდოვოს',
                'განათავსოს ახალი ინფორმაცია ვებ-გვერდზე',
                'გამოაქვეყნოს მონაწილეთა რეიტინგული სია',
                'ოლიმპიადის მონაწილეთა ნაშრომები შეინახოს 1 თვის განმავლობაში',
                'მონაწილისთვის ტესტის მოთხოვნის შემთხვევაში წარუდგინოს მას საკუთარი ნაშრომი; შედეგების გამოქვეყნებიდან არაუგვიანეს 5 დღის ვადაში',
                'ტესტის წერის მიმდინარეობის პროცესში ვალდებულია აღკვეთოს გადაწერის მცდელობა',
                'მოხსნას მონაწილე ოლიმპიადიდან,მონაწილეობის საფასურის არ გადახდის შემთხვევაში',
                'გააუქმოს ნამუშევარი იმ შემთხვევაში, თუ მონაწილეს სრულყოფილად შევსებული არ აქვს ტესტზე საინფორმაციო ნაწილი. (სახელი,გვარი,სკოლა)',
                'არ დაუშვას მონაწილე, თუ მან დააგვიანა (10 წუთის განმავლობაში)',
                'მოხსნას მონაწილე თუ ის ხელს უშლის ოლიმპიადის ჩატარებას'
            ] 
        },
        
        
        
    ]);
</script>
<template>
    <div>
        <div class="testimonials-area bg-color " style="height: 2px;"></div>
        <section class="privacy-policy-area ptb-100">
            <div class="container">
                <div class="privacy-policy-accordion">
                    <div class="mb-3">
                        <h4 class="text-center mb-4">წესები</h4>
                        <Accordion :accordionItems="ruleItems" :active="0"/>
                    </div>
                    <div>
                        <h4 class="text-center mb-4">უფლება-მოვალეობები</h4>
                        <Accordion :accordionItems="dutyItems" />
                    </div>
                </div>
            </div>
        </section>
    </div>
   
</template>